11/data/attachments/e1d755a1dd7ef451.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Erin_officer_Friend_2381_6</nif:username>
            <nif:friendToBeRequested>soap_friends_71a19caf-7aa7-42c1-be50-e2ef7b956cd0</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>